[
  {
    "location": "Private buildings",
    "intervention": "Cool roofs and walls",
    "visualization": "Roof and walls of private building turns to light color (can implement multiple times; conflicts with green roofs and walls)",
    "description": "A cool roof is a roofing system that delivers higher solar reflectance by being of lighter color or reflective. Cool roofs absorb less sunlight and transfer less heat inside the buildings (https://coolroofs.org). Cool roofs can be installed during initial construction or a coating can be applied to a pre-existing roof. However, including a cool roof during original construction costs less in total than converting a traditional roof to a cool one later. (Akbari & Matthews, 2012). Cool roofs compared to green roofs are budget-friendly. Cool walls are exterior walls with a high reflectivity,  which helps to keep the inside of the building cooler and decrease the urban heat island effect outside of the building (Levinson, Ban-Weiss, & Berdahl, 2019). Cool walls create more cooling during the night compared to cool roofs (Levinson et al., 2019)",
    "social_hd": 2,
    "social_hh": 2,
    "social_t": 2,
    "environmental_hd": 1,
    "environmental_hh": 1,
    "environmental_t": 1,
    "cost": ""
  },
  {
    "location": "Private buildings",
    "intervention": "Green roofs and walls",
    "visualization": "Roof and walls of private building become planted (can implement multiple times; conflicts with cool roofs and walls)",
    "description": "Green roofs and walls are elements that can increase the cooling inside and outside of the buildings (Beecham, Razzaghmanesh, Bustami, & Ward, 2018). A green roof can be defined as a roof surface with planted partially or entirely with vegetation. Green walls are interior, or exterior walls with Green walls are external or internal covered by vegetation rooted either in stacked pots or growing mats (Lepp, 2008). Green roofs and walls utilize light soil systems for plant growth on building roofs or walls (Gartner, 2008). Green roofs can mitigate the heat island effect by using taller vegetation, and it can be used in neighborhood scale for cooling purposes (Norton et al., 2015). Also, plants in green roofs and green walls can absorb pollution and improve air quality. Green roofs have higher expenses than traditional options (Susca, Gaffin, & Dell’Osso, 2011). Green roofs and walls cooling performance will be better in places with low humidity and high soil moisture (Ogaili & Sailor, 2016). Green roofs and walls cooling performance will be better in places with low humidity and high soil moisture (Ogaili & Sailor, 2016). Green roofs are beneficial for water management in temperate climate but it is not suitable for hot and dry climate because of limited water resources and challenging plant selection (Farrell, Mitchell, Szota, Rayner, & Williams, 2012).",
    "social_hd": 0,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 2,
    "environmental_hh": 1,
    "environmental_t": 1,
    "cost": ""
  },
  {
    "location": "Private buildings",
    "intervention": "Waste heat reduction",
    "visualization": "HVAC on roof of private building turns sci-fi looking (can implement multiple times)",
    "description": "Waste heat is the energy that is released to the environment through the operation of mechanical processes in buildings or automobiles and raises temperatures in urban environments . Waste heat can be recovered and used to decrease energy consumption (Jouhara et al., 2018). Waste heat is useful for heating the low-temperature districts (Wahlroos, Pärssinen, Manner, & Syri, 2017). Energy-efficient buildings can decrease the heat waste amount (Ürge-Vorsatz & Tirado Herrero, 2012).  Urban design strategies such as more efficient land use patterns can also decrease heat waste by reducing automobile usage (Stone & Rodgers, 2001)",
    "social_hd": 1,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 2,
    "environmental_hh": 2,
    "environmental_t": 2,
    "cost": ""
  },
  {
    "location": "Private buildings",
    "intervention": "Urban tree canopy",
    "visualization": "Additional tree is planted in front of private building (can implement multiple times)",
    "description": "Urban Forestry is managing trees and forests in urban areas to provide social, environmental and economic benefits (Konijnendijk, Ricard, Kenney, & Randrup, 2006). Urban forestry reduces urban heat by shading hardscape and people and evapotranspiration which has a cooling effect (Schwarz et al., 2015).  Urban trees have an advantage in increasing outdoor thermal comfort, especially in the hot climate (Stone & Rodgers, 2001). Local shading amount depends on the type of trees and the layout of trees. (Middel, Chhetri, & Quay, 2015). Tree shades are useful mostly for midafternoon (3 pm) for human thermal comfort (Middel et al., 2015). In this method of cooling, we need to use native trees to decrease the water usage (Kotzen, 2003). Also, the cost of planting and maintaining trees should be considered in this method (McPherson, 1990)",
    "social_hd": 3,
    "social_hh": 3,
    "social_t": 3,
    "environmental_hd": 1,
    "environmental_hh": 2,
    "environmental_t": 2,
    "cost": ""
  },
  {
    "location": "Private buildings",
    "intervention": "Shade structures",
    "visualization": "Awnings are inserted in front of private building (can implement multiple times)",
    "description": "Shade structures are human-made structures to increase the shade in outdoor spaces and can be used as a protection against strong solar radiation (Givoni et al., 2003). \nShade structures protect people from UV radiation and possible heat-related illness such as heat stroke, heat rash, skin cancer (Taslim, 2015). Shade structures such as ramadas, pergolas, arbors, and canvas shades can reduce the sunlight in outdoor urban environments and create cooler outdoor spaces by shading particular spaces (Shashua-Bar et al., 2011). Mixing trees and human-made artificial shade structures can create a noticeable difference in outdoor thermal comfort (Vanos, Middel, McKercher, Kuras, & Ruddell, 2016). For having the maximum cooling effect from shade structure, identifying the hottest area based on sun pattern and blocking direct sunlight is necessary (Adams-taylor et al., 2008).  Shade structures compared to shade from trees can be considered a faster solution as it takes time for trees to grow to a size where the canopy creates shade.",
    "social_hd": 3,
    "social_hh": 3,
    "social_t": 3,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": ""
  },
  {
    "location": "Open area",
    "intervention": "Urban park",
    "visualization": "Parking lot turns into park",
    "description": "Parks improve outdoor thermal comfort and air quality in dense urban development (Oliveira, Andrade, & Vaz, 2011). Parks help people connect with nature and create health benefits by encouraging more physical activities (Gies, n.d.). Larger parks are cooler than smaller parks (Chang, Li, & Chang, 2007). Some factors including individual behavioral and psychological traits control the amount of thermal comfort caused by the cooling effect of urban parks (Aram, Solgi, García, Mosavi, & Várkonyi-Kóczy, 2019).",
    "social_hd": 3,
    "social_hh": 3,
    "social_t": 3,
    "environmental_hd": 3,
    "environmental_hh": 3,
    "environmental_t": 3,
    "cost": ""
  },
  {
    "location": "Open area",
    "intervention": "Water features",
    "visualization": "Splash pad and misters are added to park",
    "description": "Water features are landscape design elements that use water to bring beauty and cooling effects on the environment  (Mary Dyer, 2014). Water features such as pools, ponds, artificial waterfalls, and streams can decrease the urban heat island effects. (Martins et al., 2016). Larger water bodies can create more cooling compared to smaller regular shape water bodies (Sun & Chen, 2012). Water features can release trapped heat during the night raising night-time temperatures (Gober et al., 2010)",
    "social_hd": 2,
    "social_hh": 1,
    "social_t": 2,
    "environmental_hd": 2,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": ""
  },
  {
    "location": "Street",
    "intervention": "Green infrastructure",
    "visualization": "Street curb cutouts along entire street with plantings",
    "description": "“U.G.I. can be defined as the network of planned and unplanned green spaces, spanning both the public and private realms, and managed as an integrated system to provide a range of benefits” (Norton et al., 2015), page 128. U.G.I. can reduce the urban air and surface temperature and improve health by increasing physical activity opportunities (Kondo, Fluehr, McKeon, & Branas, 2018). U.G.I , includes urban trees, green roofs, green walls, green open spaces like parks. UGI can reduce runoff and CO2 emission (“ENVIRONMENTAL SUSTAINABILITY INITIATIVES,” 2018).",
    "social_hd": 2,
    "social_hh": 2,
    "social_t": 2,
    "environmental_hd": 3,
    "environmental_hh": 3,
    "environmental_t": 3,
    "cost": ""
  },
  {
    "location": "Street",
    "intervention": "Drinking water",
    "visualization": "Drinking fountains are installed along street",
    "description": "Access to clean drinking water, will help keep internal body temperature lower and hydrate the body to fight with heat-related illness (Vanos, 2015). One way to increase access to clean water is by using a water fountain. Water fountain can provide free public access to high quality and safe water (Phurisamban & Gleick, 2017). Increasing the number of water foundations in parks, school districts, and other open public spaces can decrease bottled water use and bring economic and environmental benefits (Young, 2010)",
    "social_hd": 1,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": ""
  },
  {
    "location": "Street",
    "intervention": "Cool pavement",
    "visualization": "Light colored and pervious paving replaces existing street",
    "description": "Cool pavements are pavements with a lighter or reflective surface that can help to reduce heat absorption and surface temperature (Qin, 2015). There are two types of cool pavements: reflective pavements and evaporative pavements. Cool pavements by reflective surface coating can be cooler than black (traditional) pavements in the sun. These pavements store less heat and may have a lower temperature (EPA, 2008). However, cool pavement with high reflectivity can reflect the heat from the surface and decrease the human thermal comfort (Middel, Turner, Schneider, Zhang, & Stiller, 2020). Reflective pavements are suitable for hot and arid regions. Evaporative pavements are pavements with the ability to restrain water and create evaporative cooling (Manteghi Golnoosh & Mostofa, 2020). Evaporative pavements can reduce noise and increase the safety for driving.  Evaporative pavements are good for rainy and humid areas with more water availability. (Qin, 2015).",
    "social_hd": 1,
    "social_hh": 2,
    "social_t": 2,
    "environmental_hd": 1,
    "environmental_hh": 2,
    "environmental_t": 2,
    "cost": ""
  },
  {
    "location": "Town hall",
    "intervention": "Cooling centers",
    "visualization": "Cooling center sign goes up on town hall",
    "description": "Cooling centers are places with air-conditioners that can be used as an emergency shelter during extreme heat (Widerynski et al., 2016). Access to the places with air-conditioners, especially for the vulnerable population (elderly, children, outdoor workers, low income), can decrease the heat-related illnesses and deaths (Widerynski et al., 2016). The cooling centers can be considered as a low-cost strategy to decrease the heat-related mortalities. Existing infrastructure and personnel can be used in this strategy (Widerynski et al., 2016).",
    "social_hd": 1,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": ""
  },
  {
    "location": "Town hall",
    "intervention": "Public education and communication",
    "visualization": "Heat warning billboard goes up on town hall",
    "description": "TBD",
    "social_hd": 1,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": ""
  }
]