[
  {
    "location": "Private buildings",
    "intervention": "Cool roofs and walls",
    "visualization": "Roof and walls of private building turns to light color (can implement multiple times; conflicts with green roofs and walls)",
    "description": "You can turn the exterior roofs and walls of your home, office, or any other building into cool roofs and walls by using special materials or coatings which increase their solar reflectance. For example, when your roof is painted a lighter color, then more of the sun's energy will bounce off that roof instead of being absorbed, lowering the building's overall temperature and making it more comfortable—and this really adds up across multiple buildings, reducing the urban heat island effect! It is usually a little less expensive to install cool roofs and walls during initial construction of a building, as opposed to during a renovation, but they are still overall fairly budget friendly, especially when compared to green roofs and walls.",
    "outcomes": "Reduced urban heat island effect\n Improved thermal comfort",
    "social_hd": 0.4,
    "social_hh": 0.4,
    "social_t": 0.4,
    "environmental_hd": 0.2,
    "environmental_hh": 0.2,
    "environmental_t": 0.2,
    "cost": 15
  },
  {
    "location": "Private buildings",
    "intervention": "Green roofs and walls",
    "visualization": "Roof and walls of private building become planted (can implement multiple times; conflicts with cool roofs and walls)",
    "description": "You can install green roofs or walls onto your home, office, or any other building by planting them with vegetation. Soil systems can be installed onto roofs, and you can use stacked pots or special growing mats to plant things onto walls. The vegetation can cool buildings by absorbing heat and dispersing it through evapotranspiration, reducing the urban heat island effect, and they can also absorb pollution and improve air quality! They will usually work better in places with low humidity and high soil moisture, and can even help with water management in temperate climates, but they can actually be harmful in hot and dry areas with limited water resources—and they are very expensive.",
    "outcomes": "Reduced urban heat island effect\n Improved air quality\n Improved thermal comfort",
    "social_hd": 0,
    "social_hh": 0.2,
    "social_t": 0.2,
    "environmental_hd": 0.4,
    "environmental_hh": 0.2,
    "environmental_t": 0.2,
    "cost": 100
  },
  {
    "location": "Private buildings",
    "intervention": "Waste heat reduction",
    "visualization": "HVAC on roof of private building turns sci-fi looking (can implement multiple times)",
    "description": "Every appliance in a building that uses energy, such as the stove or the air conditioner, also gives off waste heat when used. This waste heat can warm up the building and contribute to the urban heat island effect. You can reduce this waste heat by installing more energy efficient appliances, helping to cool the building and reduce the urban heat island effect.",
    "outcomes": "Reduced urban heat island effect\n Improved thermal comfort",
    "social_hd": 0.2,
    "social_hh": 0.2,
    "social_t": 0.2,
    "environmental_hd": 0.4,
    "environmental_hh": 0.4,
    "environmental_t": 0.4,
    "cost": 20
  },
  {
    "location": "Private buildings",
    "intervention": "Urban tree canopy",
    "visualization": "Additional tree is planted in front of private building (can implement multiple times)",
    "description": "Every property owner can help add to the urban tree canopy by planting additional trees—these trees can provide shade and help cool the environment through evapotranspiration and reduce the urban heat island effect, not to mention improve air quality! This effect is especially noticiable in hot climates, but native trees need to be used so that they don't have a harmful effect on an area's water resources. Also, trees require a lot of care over the span of their lifetime, which can be a significant cost in comparison to the intial cost of planting.",
    "outcomes": "Reduced urban heat island effect\n Improved air quality\n Improved thermal comfort",
    "social_hd": 0.6,
    "social_hh": 0.6,
    "social_t": 0.6,
    "environmental_hd": 0.2,
    "environmental_hh": 0.4,
    "environmental_t": 0.4,
    "cost": 15
  },
  {
    "location": "Private buildings",
    "intervention": "Shade structures",
    "visualization": "Awnings are inserted in front of private building (can implement multiple times)",
    "description": "Shade structures, such as ramadas, pergolas, arbors, and canvas shades, can provide comfortable outdoor spaces that are protected from harsh sunlight. They need to be designed and placed based on where there is direct sunlight for the maximum cooling effect. They are especially effective when combined with trees—and shade structures can be installed much faster and have lower long-term maintaince costs than trees!",
    "outcomes": "Improved thermal comfort",
    "social_hd": 0.6,
    "social_hh": 0.6,
    "social_t": 0.6,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": 10
  },
  {
    "location": "Open area",
    "intervention": "Urban park",
    "visualization": "Parking lot turns into park",
    "description": "Large urban parks with plentiful trees, shady areas, and spaces for recreation can be an extremely effective way to reduce the urban heat island effect and provide better air quality. They can also provide many health benefits and help people connect with nature. The cost of creating a park can vary widely, with the most important factor being the cost and availability of land.",
    "outcomes": "Reduced urban heat island effect\n Improved air quality\n Improved thermal comfort\n Created recreational space",
    "social_hd": 3,
    "social_hh": 3,
    "social_t": 3,
    "environmental_hd": 3,
    "environmental_hh": 3,
    "environmental_t": 3,
    "cost": 200
  },
  {
    "location": "Open area",
    "intervention": "Water features",
    "visualization": "Splash pad and misters are added to park",
    "description": "Water features, such as pools, ponds, artificial waterfalls and streams, splash pads, and misters, can be a pleasing landscape design element which provide a fun way for people to cool down in dry areas where evaporative cooling is effective. Larger bodies of water are especially effective in capturing and storing daytime heat which can then dissipate at night. Water features can be expensive, however, especially in areas with limited water resources.",
    "outcomes": "Improved thermal comfort",
    "social_hd": 2,
    "social_hh": 1,
    "social_t": 2,
    "environmental_hd": 2,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": 200
  },
  {
    "location": "Street",
    "intervention": "Green infrastructure",
    "visualization": "Street curb cutouts along entire street with plantings",
    "description": "Green infrastructure involves the installation of a network of green spaces throughout an area, such as street and curb cutouts with plantings. This green infrastructure can be managed as a whole, lowering relative costs, and providing a range of benefits such as reducing the urban heat island effect, reducing water runoff, improving air quality, and improving healthy opportunities for outdoor recreation.",
    "outcomes": "Reduced urban heat island effect\n Improved thermal comfort\n Improved air quality",
    "social_hd": 2,
    "social_hh": 2,
    "social_t": 2,
    "environmental_hd": 3,
    "environmental_hh": 3,
    "environmental_t": 3,
    "cost": 150
  },
  {
    "location": "Street",
    "intervention": "Drinking water",
    "visualization": "Drinking fountains are installed along street",
    "description": "Access to clean drinking water is an important way to fight heat-related illnesses, and this is especially important for people who spend a lot of time outdoors, such as unhoused people. Installing public drinking fountains is a cost effective way to provide this access.",
    "outcomes": "Prevented heat-related illnesses",
    "social_hd": 1,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": 30
  },
  {
    "location": "Street",
    "intervention": "Cool pavement",
    "visualization": "Light colored and pervious paving replaces existing street",
    "description": "Cool pavements involve the installation of one of two types of pavements onto streets and sidewalks: reflective pavements which absorb less heat than traditional black asphalt pavement or evaporative pavements which retain water and provide evaporative cooling. Reflective pavements are better suited for hot and dry areas and can reduce the urban heat island effect, but they can also decrease comfort for pedestrians who have to deal with the bright, reflected sunlight. Evaporative pavements are better suited for rainy and humid areas that have more water resources, and they have the added benefit of reducing street noise and improving driving safety.",
    "outcomes": "Reduced urban heat island effect",
    "social_hd": 1,
    "social_hh": 2,
    "social_t": 2,
    "environmental_hd": 1,
    "environmental_hh": 2,
    "environmental_t": 2,
    "cost": 50
  },
  {
    "location": "Town hall",
    "intervention": "Cooling centers",
    "visualization": "Cooling center sign goes up on town hall",
    "description": "Any publicly accessible space with air conditioning can be made into a cooling center by broadcasting its availabilty as an emergency shelter during extreme heat. People who don't have access to air conditioning, and especially those with high risk of heat-related illnesses such as older or younger populations, can go to these cooling centers to cool off. This is a low-cost strategy because existing infrastructure, like town halls or libraries, can be used.",
    "outcomes": "Prevented heat-related illnesses",
    "social_hd": 1,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": 0
  },
  {
    "location": "Town hall",
    "intervention": "Public education and communication",
    "visualization": "Heat warning billboard goes up on town hall",
    "description": "Public education and effective communication between public leaders and a community is useful, especially during extreme heat events, because then community members will know how to effectively cool off and stay safe, preventing unnecessary heat-related illnesses. This low cost strategy ensures that people know what kinds of resources already exist and can be accessed in a community.",
    "outcomes": "Prevented heat-related illnesses",
    "social_hd": 1,
    "social_hh": 1,
    "social_t": 1,
    "environmental_hd": 0,
    "environmental_hh": 0,
    "environmental_t": 0,
    "cost": 5
  }
]